tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"

brew "bash"
brew "bat"
brew "cmake"
brew "curl"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gettext"
brew "git"
brew "git-delta"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "jq"
brew "just"
brew "k9s"
brew "kubectl"
brew "ninja"
brew "ripgrep"
brew "selene"
brew "shellcheck"
brew "starship"
brew "tldr"
brew "tmux"
brew "zellij"
brew "zoxide"
