tap "homebrew/bundle"

brew "bat"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "helm"
brew "jq"
brew "just"
brew "k9s"
brew "kubectl"
brew "lazygit"
brew "ripgrep"
brew "selene"
brew "shellcheck"
brew "starship"
brew "tldr"
brew "tmux"
brew "typst"
brew "typstyle"
brew "zoxide"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
